tap "chainguard-dev/tap"
tap "cormacrelf/tap"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "nikitabobko/tap"
tap "ruimarinho/tap"
tap "withgraphite/tap"
brew "ack"
brew "argocd"
brew "autoconf"
brew "aws-vault"
brew "ca-certificates"
brew "openssl@3"
brew "python@3.12"
brew "azure-cli"
brew "bcrypt"
brew "brotli"
brew "c-ares"
brew "cairo"
brew "cloudflared"
brew "cmake", link: false
brew "coreutils"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "jpeg-turbo"
brew "libtiff"
brew "fzf"
brew "gcc"
brew "gh"
brew "giflib"
brew "git"
brew "libevent"
brew "gnupg"
brew "gnupg@1.4"
brew "graphite2"
brew "grep"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "istioctl"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libmagic"
brew "libomp"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lightgbm"
brew "lima"
brew "little-cms2"
brew "luajit"
brew "luv"
brew "make"
brew "mimirtool"
brew "msgpack"
brew "ncurses"
brew "tree-sitter"
brew "utf8proc"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "openshift-cli"
brew "pinentry-mac"
brew "pkgconf"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "rabbitmq"
brew "sf"
brew "shellcheck"
brew "sops"
brew "terraform", link: false
brew "terraform-docs"
brew "terraform-ls"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "uv"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "chainguard-dev/tap/chainctl"
brew "cormacrelf/tap/dark-notify"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "fluxcd/tap/flux@0.41", link: false
brew "fluxcd/tap/flux@2.2", link: false
brew "withgraphite/tap/graphite"
cask "aerospace"
cask "chromium"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "orbstack"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "codeium.codeium"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
